Repository: AsherBond/evennia
Catalog: evennia/locale/*/LC_MESSAGES/django.po
Languages: it

source: You are already puppeting this object.
it: Stai già controllando questo oggetto.

source: You don't have permission to puppet '{key}'.
it: Non hai il permesso per controllare '{key}'.

source: |c{key}|R is already puppeted by another Account.
it: |c{key}|R è già controllato da un altro Account.

source: Too many login failures; please try again in a few minutes.
it: Troppi tentativi di login falliti: riprova tra qualche minuto.

source: |rYou have been banned and cannot continue from here. If you feel this ban is in error, please email an admin.|x
it: |rSei stato bannato e non puoi continuare da qui. Se ritieni che questo ban sia un errore, per favore invia una email ad un amministratore.|x

source: Username and/or password is incorrect.
it: L'username e/o la password non sono corretti.

source: You are creating too many accounts. Please log into an existing account.
it: Stai creando troppi account. Per favore accedi ad un account esistente.

source: There was an error creating the Account. If this problem persists, contact an admin.
it: Si è verificato un errore durante la creazione dell'Account. Se il problema persiste, contatta un amministratore.

source: An error occurred. Please e-mail an admin if the problem persists.
it: Si è verificato un errore. Per favore, invia una email ad un amministratore se il problema persiste.

source: |G{key} connected|n
it: |G{key} connesso|n

source: |R{key} disconnected{reason}|n
it: |R{key} disconnesso{reason}|n

source: {target} has no in-game appearance.
it: {target} non ha un aspetto in gioco.

source: You don't have any characters yet. See |whelp @charcreate|n for creating one.
it: Non hai ancora un personaggio. Vai a |whelp @charcreate|n per crearne uno.

source: Guest accounts are not enabled on this server.
it: Gli account ospite non sono abilitati su questo server.

source: All guest accounts are in use. Please try again later.
it: Tutti gli account ospite sono in uso. Per favore riprova più tardi.

source: Nicks at {chstr}: {nicklist}
it: Nicks a {chstr}: {nicklist}

source: IRC ping return from {chstr} took {time}s.
it: Il ping all'IRC da {chstr} ha impiegato {time}.

source: There were multiple matches.
it: Sono state trovate diverse corrispondenze.

source: or
it: oppure

source: Type "help" for help.
it: Digita "help" per ottenere aiuto.

source: {traceback} Error loading cmdset '{path}' (Traceback was logged {timestamp})
it: {traceback} Errore durante il caricamento del cmdset '{path}' (Il traceback è stato salvato {timestamp})

source: {traceback} Compile/Run error when loading cmdset '{path}'.", (Traceback was logged {timestamp})
it: {traceback} Errore di tipo Compile/Run durante il caricamento del cmdset '{path}'.", (Il traceback è stato salvato {timestamp})

source: Error encountered for cmdset at path '{path}'. Replacing with fallback '{fallback_path}'.
it: Riscontrato errore per il cmdset con path '{path}'. Rimpiazzato con fallback '{fallback_path}'.

source: Fallback path '{fallback_path}' failed to generate a cmdset.
it: La path di fallback '{fallback_path}' non è riuscita a generare un cmdset.

source: (Unsuccessfully tried '{path}').
it: ('{path}' provata senza successo).

source: Only CmdSets can be added to the cmdsethandler!
it: Si possono aggiungere solamente CmdSets al cmdsethandler!

source: Say what?
it: Cosa dici?

source: Channel '%s' not found.
it: Canale '%s' non trovato.

source: You are not connected to channel '%s'.
it: Non sei connesso al canale '%s'.

source: You are not permitted to send to channel '%s'.
it: Non sei autorizzato a inviare al canale '%s'.

source: You start listening to %s.
it: Hai inizato ad ascoltare %s.

source: You were already listening to %s.
it: Stavi già ascoltando %s.

source: You stop listening to %s.
it: Hai smesso di ascoltare %s.

source: You were already not listening to %s.
it: Non stavi già ascoltando %s.

source: You currently have %s muted.
it: Al momento hai %s silenziato.

source: (channel)
it: (canale)

source: Help database moved to category {default_category}
it: Database di aiuto spostato nella categoria {default_category}

source: Lock: lock-function '%s' is not available.
it: Lock: la funzione di lock '%s' non è disponibile.

source: LockHandler on %(obj)s: access type '%(access_type)s' changed from '%(source)s' to '%(goal)s'
it: LockHandler per %(obj)s: l'access type '%(access_type)s' è mutato da '%(source)s' a '%(goal)s'

source: Couldn't perform move ('%s'). Contact an admin.
it: Spostamento non riuscito ('%s'). Contatta un amministratore.

source: The destination doesn't exist.
it: Destinazione inesistente.

source: Could not find default home '(#%d)'.
it: Non è stata trovata la home prefedinita '(#%d)'.

source: Something went wrong! You are dumped into nowhere. Contact an admin.
it: Qualcosa è andato storto! Sei stato gettato nel nulla. Contatta un amministratore.

source: Script %(key)s(#%(dbid)s) of type '%(cname)s': at_repeat() error '%(err)s'.
it: Script %(key)s(#%(dbid)s) del tipo '%(cname)s': at_repeat() error '%(err)s'.

source: This is User #1.
it: Questo è l'Utente #1.

source: ... Server restarted.
it: ... Server riavviato.

source: Logged in from elsewhere. Disconnecting.
it: Connesso da altrove. Disconnesione in corso.

source: Idle timeout exceeded, disconnecting.
it: Timeout di inattività superato: disconnesione avviata.

source: Sorry, that username is reserved.
it: Scusa, questo nome utente è riservato.

source: Sorry, that username is already taken.
it: Scusa, questo nome utente è già in uso.

source: %s From a terminal client, you can also use a phrase of multiple words if you enclose the password in double quotes.
it: %s Da un client terminale puoi anche usare una frase di più parole se racchiudi la password tra doppie virgolette.

source: Menu node '{nodename}' is either not implemented or caused an error. Make another choice or try 'q' to abort.
it: La voce di menu '{nodename}' non è stata implementata o ha causato un errore. Rifai la tua scelta o prova 'q' per uscire.

source: Error in menu node '{nodename}'.
it: Errore nella voce di menu '{nodename}'.

source: No description.
it: Nessuna descrizione.

source: Commands: <menu option>, help, quit
it: Comandi: <menu option>, help, quit

source: Commands: <menu option>, help
it: Comandi: <menu option>, help

source: Commands: help, quit
it: Comandi: help, quit

source: Commands: help
it: Comandi: help

source: Choose an option or try 'help'.
it: Scegli un'opzione o prova 'help'.

source: Could not find '%s'.
it: Impossibile trovare '%s'.

source: More than one match for '{query}' (please narrow target):
it: Più di una corrispondenza per '{query}' (per favore specifica meglio):

source: No {option_key} entered!
it: Nessuna {option_key} inserita!

source: Timezone string '{acct_tz}' is not a valid timezone ({err})
it: Il fuso orario '{acct_tz}' non è valido ({err})
